Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: aperture macro expression length
af: diafragma makro-uitdrukkingslengte
am: የመክፈቻ ማክሮ አገላለጽ ርዝመት
ar: طول تعبير ماكرو الفتحة
az: diyafram makro ifadə uzunluğu
be: даўжыня макраэкспрэсіі дыяфрагмы
bg: дължина на израз в макрос aperture
bn: অ্যাপারচার ম্যাক্রো এক্সপ্রেশন দৈর্ঘ্য
ca: longitud d'expressió macro d'obertura
cs: délka výrazu v makru aperturyy
cy: hyd mynegiant macro agorfa
da: blændelængde for makroudtryk
de: Aperture-Makro-Ausdruckslänge
de_at: Apertur-Makro-Ausdruckslänge
de_ch: Apertur-Makro-Ausdruckslänge
el: μήκος της έκφρασης της μακροεντολής διαφράγματος
es: longitud de la expresión macro de apertura
es_ar: longitud de la expresión macro de apertura
es_mx: longitud de expresión macro de apertura
et: ava makro väljendi pikkus
eu: irekidura makro adierazpenaren luzera
fa: طول بیان ماکرو دیافراگم
fi: aukon makroilmaisun pituus
fil: haba ng ekspresyon ng macro ng aperture
fr: longueur d'expression de macro d'ouverture
fr_ca: longueur d'expression de macro d'ouverture
ga: fad léirithe macra chró
gl: lonxitude da expresión macro da apertura
gu: છિદ્ર મેક્રો અભિવ્યક્તિ લંબાઈ
he: אורך ביטוי מאקרו של הצמצם
hi: एपर्चर मैक्रो अभिव्यक्ति लंबाई
hr: duljina izraza makroa otvora
hu: nyílásmakró-kifejezés hossza
hy: ապերտուրայի մակրո արտահայտության երկարություն
id: bukaan, makro, ekspresi, panjang
is: lengd ljósopsmakrótjáningar
it: lunghezza dell'espressione macro di apertura
ja: 開口部マクロ式の長さ
ka: დიაფრაგმის მაკრო გამოხატვის სიგრძე
kk: диафрагманың макро экспрессиясының ұзындығы
km: ប្រវែង​នៃ​ការបញ្ចេញ​មតិ​ម៉ាក្រូ​សម្រាប់​រន្ធ​បើក
kn: ಅಪರ್ಚರ್ ಮ್ಯಾಕ್ರೋ ಅಭಿವ್ಯಕ್ತಿ ಉದ್ದ
ko: 조리개 매크로 표현식 길이
ky: диафрагманын макро экспрессиясынын узундугу
lo: ຄວາມຍາວຂອງການສະແດງອອກຂອງຮູຮັບແສງມະຫາພາກ
lt: diafragmos makro išraiškos ilgis
lv: diafragmas makroizteiksmes garums
mk: должина на макро израз на отворот
ml: അപ്പേർച്ചർ മാക്രോ എക്സ്പ്രഷൻ ദൈർഘ്യം
mn: диафрагмын макро илэрхийллийн урт
mr: ॲपर्चर मॅक्रो एक्सप्रेशनची लांबी
ms: panjang ekspresi makro apertur
mt: tul tal-espressjoni makro tal-apertura
my: အပေါက်ပါ မက်ခရို ဖော်ပြချက် အရှည်
nb: makrouttrykkslengde for blenderåpning
ne: एपर्चर म्याक्रो अभिव्यक्ति लम्बाइ
nl: lengte van diafragmaschijf-macro-expressies
or: ଆପେଚର ମାକ୍ରୋ ପ୍ରକାଶନ ଦୈର୍ଘ୍ୟ
pa: ਅਪਰਚਰ ਮੈਕਰੋ ਸਮੀਕਰਨ ਲੰਬਾਈ
pl: długość wyrażenia makro otworu przysłony
pt: comprimento da expressão macro de abertura
pt_br: comprimento da expressão macro de abertura
ro: lungimea expresiei macro de deschidere
ru: длина выражения в макросе апертуры
si: විවර සාර්ව ප්‍රකාශන දිග
sk: dĺžka výrazu makra clony
sl: dolžina izraza makroja odprtine
sq: gjatësia e shprehjes makro të aperturës
sr: дужина макро израза апертуре
sv: längd på aperture-makrouttryck
sw: urefu wa usemi wa makro wa kidirisha
ta: துளை மேக்ரோ வெளிப்பாட்டின் நீளம்
te: అపెర్చర్ మాక్రో ఎక్స్‌ప్రెషన్ పొడవు
th: ความยาวของนิพจน์มาโครรูรับแสง
tr: açıklık makrosu ifade uzunluğu
uk: довжина макровиразу апертури
ur: یپرچر میکرو اظہار کی لمبائی
vi: độ dài biểu hiện macro khẩu độ
zh_hans: 光圈宏表达式长度
zh_hant: 光圈巨集運算式長度
zu: ubude bokubonakaliswa kwe-macro ye-aperture

source: aperture macro expression nesting
af: diafragma makro-uitdrukking neswerk
am: የመክፈቻ ማክሮ አገላለጽ ጎጆ
ar: تداخل تعبير ماكرو الفتحة
az: diyafram makro ifadəsinin yuvalanması
be: укладанне макравыразаў дыяфрагмы
bg: дълбочина на вложеност на израз в макрос aperture
bn: অ্যাপারচার ম্যাক্রো এক্সপ্রেশন নেস্টিং
ca: nidificació d'expressions macro d'obertura
cs: vnoření výrazů v makrech s aperturou
cy: nythu mynegiant macro agorfa
da: indlejring af blændemakroudtryk
de: Verschachtelung von Aperture-Makroausdrücken
de_at: Verschachtelung von Apertur-Makroausdrücken
de_ch: Verschachtelung von Apertur-Makroausdrücken
el: ένθεση εκφράσεων της μακροεντολής διαφράγματος
es: anidamiento de expresiones macro de apertura
es_ar: anidamiento de expresiones macro de apertura
es_mx: anidamiento de expresión macro de apertura
et: ava makro avaldise pesastamine
eu: irekidura makro adierazpenen habiaratzea
fa: تودرتوی بیان ماکرو دیافراگم
fi: aukon makroilmausten sisäkkäisyys
fil: paglalagay ng ekspresyon ng macro ng aperture
fr: imbrication des expressions macro d'ouverture
fr_ca: imbrication d'expression de macro d'ouverture
ga: neadú i léirithe macra chró
gl: aniñamento de expresión macro de apertura
gu: છિદ્ર મેક્રો અભિવ્યક્તિ નેસ્ટિંગ
he: קינון ביטוי מאקרו בצמצם
hi: एपर्चर मैक्रो अभिव्यक्ति नेस्टिंग
hr: gniježđenje izraza makroa otvora
hu: nyílásmakró-kifejezés beágyazása
hy: դիաֆրագմայի մակրո արտահայտության բնադրում
id: penyusunan ekspresi makro aperture
is: hreiður ljósopsmakrótjáningar
it: nidificazione delle espressioni macro di apertura
ja: 開口部マクロ式のネスト
ka: დიაფრაგმის მაკრო გამოხატვის ბუდობა
kk: диафрагма макро экспрессиясының ұя салу тереңдігі
km: ការដាក់ស្រទាប់​កន្សោម​ម៉ាក្រូ​ចូលគ្នា​ក្នុង​រន្ធ​បើក
kn: ಅಪರ್ಚರ್ ಮ್ಯಾಕ್ರೋ ಎಕ್ಸ್‌ಪ್ರೆಶನ್ ನೆಸ್ಟಿಂಗ್
ko: 조리개 매크로 표현식의 중첩
ky: апертуранын макро экспрессиясын уялоо
lo: ຄວາມເລິກຂອງການວາງຊ້ອນກັນຂອງການສະແດງອອກມະຫາພາກຮູຮັບແສງ
lt: diafragmos makro išraiškų įterpimas
lv: diafragmas makroizteiksmju ievietošana
mk: вгнездување на макро изрази на отворот
ml: അപ്പേർച്ചർ മാക്രോ എക്സ്പ്രഷൻ നെസ്റ്റിംഗ്
mn: диафрагмын макро илэрхийллийн үүрлэлт
mr: ॲपर्चर मॅक्रो एक्सप्रेशन नेस्टिंग
ms: penyarang ekspresi makro apertur
mt: nesting tal-espressjoni makro tal-apertura
my: aperture macro expression nesting ကို ဘာသာပြန်ရန်
nb: innleiring av makrouttrykk for åpning
ne: एपर्चर म्याक्रो अभिव्यक्ति नेस्टिङ
nl: verschachteling van diafragmaschijf-macro-expressies
or: ଆପେଚର ମାକ୍ରୋ ଏକ୍ସପ୍ରେସନ୍ ନେଷ୍ଟିଂ
pa: ਅਪਰਚਰ ਮੈਕਰੋ ਐਕਸਪ੍ਰੈਸ਼ਨ ਨੇਸਟਿੰਗ
pl: zagnieżdżanie wyrażeń w makro otworu przysłony
pt: aninhamento de expressões macro de abertura
pt_br: aninhamento de expressões macro de abertura
ro: imbricarea expresiilor macro de tip „aperture”
ru: вложение выражений в макросе апертуры
si: විවර සාර්ව ප්‍රකාශන කැදැල්ල
sk: vnorenie výrazov makra clony
sl: gnezdenje izrazov v makroju odprtine
sq: folezimi i shprehjes makro të aperturës
sr: угнежђивање макро израза апертуре
sv: inbäddningsdjup för aperture-makrouttryck
sw: uundaji wa viota vya usemi wa makro wa aperture
ta: துளை மேக்ரோ வெளிப்பாடு கூடு கட்டுதல்
te: అపెర్చర్ మాక్రో ఎక్స్‌ప్రెషన్ నెస్టింగ్
th: การซ้อนมาโครรูรับแสง
tr: açıklık makrosu ifade iç içe geçme
uk: вкладеність макровиразів апертури
ur: یپرچر میکرو اظہار کی تہہ داری
vi: biểu thức macro khẩu độ lồng nhau
zh_hans: 光圈宏表达式嵌套
zh_hant: 光圈巨集運算式嵌套深度
zu: ukwakheka kwesidleke se-aperture macro expression

source: aperture macro geometry
af: diafragma makrogeometrie
am: የመክፈቻ ማክሮ ጂኦሜትሪ
ar: هندسة ماكرو الفتحة
az: diyafram makro həndəsəsi
be: геаметрыя макрадыяфрагмы
bg: геометрия на макрос aperture
bn: অ্যাপারচার ম্যাক্রো জ্যামিতি
ca: geometria macro d'obertura
cs: geometrie makra aperturyy
cy: geometreg macro agorfa
da: blændemakrogeometri
de: Aperture-Makro-Geometrie
de_at: Apertur-Makrogeometrie
de_ch: Apertur-Makrogeometrie
el: γεωμετρία της μακροεντολής διαφράγματος
es: geometría macro de apertura
es_ar: geometría macro de apertura
es_mx: macro geometría de apertura
et: ava makrogeomeetria
eu: irekidura makro geometria
fa: هندسه ماکرو دیافراگم
fi: aukon makrogeometria
fil: geometry ng macro ng aperture
fr: géométrie macro d'ouverture
fr_ca: géométrie macro d'ouverture
ga: geoiméadracht macra chró
gl: xeometría macro de apertura
gu: છિદ્ર મેક્રો ભૂમિતિ
he: גיאומטריית מאקרו של הצמצם
hi: एपर्चर मैक्रो ज्यामिति
hr: geometrija makroa otvora
hu: nyílásmakro-geometria
hy: դիաֆրագմայի մակրո երկրաչափություն
id: geometri makro apertur
is: Ljósopsmakrórúmfræði
it: geometria della macro di apertura
ja: 開口部マクロの幾何学
ka: დიაფრაგმის მაკრო გეომეტრია
kk: диафрагманың макро геометриясы
km: ធរណីមាត្រម៉ាក្រូសម្រាប់បើក
kn: ಅಪರ್ಚರ್ ಮ್ಯಾಕ್ರೋ ಜ್ಯಾಮಿತಿ
ko: 조리개 매크로 기하학
ky: диафрагманын макро геометриясы
lo: ຮູບຮ່າງມະຫາພາກຮູຮັບແສງ
lt: diafragmos makro geometrija
lv: diafragmas makroģeometrija
mk: макро геометрија на отворот
ml: അപ്പേർച്ചർ മാക്രോ ജ്യാമിതി
mn: диафрагмын макро геометр
mr: ॲपर्चर मॅक्रो भूमिती
ms: geometri makro apertur
mt: ġeometrija makro tal-apertura
my: အပေါက် မက်ခရို ဂျီသြမေတြီ
nb: makrogeometri for åpning
ne: एपर्चर म्याक्रो ज्यामिति
nl: diafragmaschijf-macro-meetkunde
or: ଆପେଚର ମାକ୍ରୋ ଜ୍ୟାମିତି
pa: ਅਪਰਚਰ ਮੈਕਰੋ ਜਿਓਮੈਟਰੀ
pl: geometria makra otworu przysłony
pt: geometria macro da abertura
pt_br: geometria macro de abertura
ro: geometria macro cu diafragmă
ru: геометрия макроса апертуры
si: විවර සාර්ව ජ්‍යාමිතිය
sk: geometria makra clony
sl: geometrija makroja odprtine
sq: gjeometria makro e aperturës
sr: геометрија апертуре макро
sv: aperture-makrogeometri
sw: jiometri ya makro ya aperture
ta: துளை மேக்ரோ வடிவியல்
te: అపెర్చర్ మాక్రో జ్యామితి
th: เรขาคณิตของมาโครรูรับแสง
tr: açıklık makrosu geometrisi
uk: геометрія макросу апертури
ur: یپرچر میکرو جیومیٹری
vi: hình học macro khẩu độ
zh_hans: 光圈宏几何形状
zh_hant: 光圈巨集幾何圖形
zu: i-geometry ye-macro yokuvula

source: aperture macro geometry points
af: diafragma makrogeometrie punte
am: የመክፈቻ ማክሮ ጂኦሜትሪ ነጥቦች
ar: نقاط هندسة ماكرو الفتحة
az: diyafram makro həndəsə nöqtələri
be: кропкі геаметрыі макрадыяфрагмы
bg: координатни точки на геометрия в макрос aperture
bn: অ্যাপারচার ম্যাক্রো জ্যামিতি পয়েন্ট
ca: punts de geometria macro d'obertura
cs: body geometrie makra aperturyy
cy: pwyntiau geometreg macro agorfa
da: blændemakrgeometripunkter
de: Aperture-Makro-Geometriepunkte
de_at: Apertur-Makrogeometriepunkte
de_ch: Apertur-Makrogeometriepunkte
el: σημεία γεωμετρίας της μακροεντολής διαφράγματος
es: puntos geométricos de macro de apertura
es_ar: puntos de geometría macro de apertura
es_mx: puntos de macro geometría de apertura
et: ava makro geomeetria punktid
eu: irekidura makro geometria puntuak
fa: نقاط هندسه ماکرو دیافراگم
fi: aukon makrogeometrian pisteet
fil: mga punto ng geometry ng macro ng aperture
fr: points de géométrie macro d'ouverture
fr_ca: points géométriques macro d'ouverture
ga: pointí macra-gheoiméadrachta cró
gl: puntos de xeometría macro de apertura
gu: છિદ્ર મેક્રો ભૂમિતિ બિંદુઓ
he: נקודות גיאומטריה מאקרו של צמצם
hi: एपर्चर मैक्रो ज्यामिति बिंदु
hr: točke geometrije makroa otvora
hu: nyílásmakró geometriai pontok
hy: դիաֆրագմայի մակրո երկրաչափության կետեր
id: titik-titik geometri makro aperture
is: Ljósopsmakró rúmfræðipunktar
it: punti geometrici della macro di apertura
ja: 開口部マクロ幾何学の座標点
ka: დიაფრაგმის მაკრო გეომეტრიის წერტილები
kk: диафрагманың макро геометрия нүктелері
km: ចំណុចធរណីមាត្រម៉ាក្រូសម្រាប់បើក
kn: ಅಪರ್ಚರ್ ಮ್ಯಾಕ್ರೋ ಜ್ಯಾಮಿತಿ ಬಿಂದುಗಳು
ko: 조리개 매크로 기하학적 점
ky: диафрагманын макро геометрия чекиттери
lo: ຈຸດເລຂາຄະນິດມະຫາພາກຮູຮັບແສງ
lt: diafragmos makro geometrijos taškai
lv: diafragmas makroģeometrijas punkti
mk: точки на макро геометрија на отворот
ml: അപ്പേർച്ചർ മാക്രോ ജ്യാമിതി പോയിന്റുകൾ
mn: диафрагмын макро геометрийн цэгүүд
mr: ॲपर्चर मॅक्रो भूमिती बिंदू
ms: titik geometri makro apertur
mt: punti tal-ġeometrija makro tal-apertura
my: အပေါက် မက်ခရို ဂျီသြမေတြီ အမှတ်များ
nb: geometripunkter for makro-åpning
ne: एपर्चर म्याक्रो ज्यामिति बिन्दुहरू
nl: punten van diafragmaschijf-macro-meetkunde
or: ଆପେଞ୍ଚର ମାକ୍ରୋ ଜ୍ୟାମିତି ବିନ୍ଦୁ
pa: ਅਪਰਚਰ ਮੈਕਰੋ ਜਿਓਮੈਟਰੀ ਪੁਆਇੰਟ
pl: punkty geometrii makra otworu przysłony
pt: pontos de geometria macro da abertura
pt_br: pontos de geometria macro da abertura
ro: puncte de geometrie macro cu diafragmă
ru: точки геометрии макроса апертуры
si: විවර සාර්ව ජ්‍යාමිතික ලක්ෂ්‍ය
sk: body geometrie makra clony
sl: točke geometrije makroja odprtine
sq: pikat makro të gjeometrisë së aperturës
sr: тачке геометрије апертуре макро
sv: punkter i aperture-makrogeometri
sw: sehemu za jiometri ya makro ya kufungua
ta: துளை மேக்ரோ வடிவியல் புள்ளிகள்
te: అపెర్చర్ మాక్రో జ్యామితి పాయింట్లు
th: จุดเรขาคณิตของมาโครรูรับแสง
tr: açıklık makrosu geometri noktaları
uk: точки геометрії макроса апертури
ur: یپرچر میکرو جیومیٹری پوائنٹس
vi: điểm hình học macro khẩu độ
zh_hans: 光圈宏几何点
zh_hant: 光圈巨集幾何座標點
zu: amaphuzu e-geometry e-aperture macro

source: aperture macro parameters
af: diafragma makro parameters
am: የመክፈቻ ማክሮ መለኪያዎች
ar: معاملات ماكرو الفتحة
az: diyafram makro parametrləri
be: параметры макрадыяфрагмы
bg: параметри на макрос aperture
bn: অ্যাপারচার ম্যাক্রো প্যারামিটার
ca: paràmetres macro d'obertura
cs: parametryy makra aperturyy
cy: paramedrau macro agorfa
da: blændemakroparametre
de: Blenden-Makro-Parameter
de_at: Apertur-Makro-Parameter
de_ch: Apertur-Makro-Parameter
el: παράμετροι της μακροεντολής διαφράγματος
es: parámetros de macro de apertura
es_ar: parámetros de macro de apertura
es_mx: parámetros macro de apertura
et: ava makroparameetrid
eu: irekidura makro parametroak
fa: پارامترهای ماکرو دیافراگم
fi: aukon makroparametrit
fil: mga parameter ng macro ng aperture
fr: paramètres macro d'ouverture
fr_ca: paramètres macro d'ouverture
ga: paraiméadair macra cró
gl: parámetros macro de apertura
gu: છિદ્ર મેક્રો પરિમાણો
he: פרמטרים של מאקרו בצמצם
hi: एपर्चर मैक्रो पैरामीटर
hr: parametri makroa otvora
hu: nyílás-makró paraméterek
hy: դիաֆրագմայի մակրո պարամետրեր
id: parameter makro aperture
is: ljósopsmakróbreytur
it: parametri macro di apertura
ja: 絞りマクロのパラメータ
ka: დიაფრაგმის მაკრო პარამეტრები
kk: диафрагманың макро параметрлері
km: ប៉ារ៉ាម៉ែត្រម៉ាក្រូសម្រាប់បើក
kn: ಅಪರ್ಚರ್ ಮ್ಯಾಕ್ರೋ ನಿಯತಾಂಕಗಳು
ko: 조리개 매크로 매개변수
ky: диафрагманын макро параметрлери
lo: ຕົວກໍານົດການຮູຮັບແສງມະຫາພາກ
lt: diafragmos makro parametrai
lv: diafragmas makro parametri
mk: макро параметри на отворот
ml: അപ്പേർച്ചർ മാക്രോ പാരാമീറ്ററുകൾ
mn: диафрагмын макро параметрүүд
mr: ॲपर्चर मॅक्रो पॅरामीटर्स
ms: parameter makro apertur
mt: parametri makro tal-apertura
my: aperture macro parameters များ
nb: makroparametere for åpning
ne: एपर्चर म्याक्रो प्यारामिटरहरू
nl: parameters van diafragmaschijf-macroroutines
or: ଆପେଚର ମାକ୍ରୋ ପାରାମିଟର
pa: ਅਪਰਚਰ ਮੈਕਰੋ ਪੈਰਾਮੀਟਰ
pl: parametry makra otworu przysłony
pt: parâmetros macro de abertura
pt_br: parâmetros de macro de abertura
ro: parametrii macro pentru diafragmă
ru: параметры макроса апертуры
si: විවර සාර්ව පරාමිතීන්
sk: parametre makra clony
sl: parametri makroja odprtine
sq: parametrat makro të aperturës
sr: параметри апертуре макро
sv: aperture-makroparametrar
sw: vigezo vya makro vya kufungua
ta: துளை மேக்ரோ அளவுருக்கள்
te: అపెర్చర్ మాక్రో పారామితులు
th: พารามิเตอร์ของมาโครรูรับแสง
tr: açıklık makrosu parametreleri
uk: параметри макроса апертури
ur: یپرچر میکرو پیرامیٹرز
vi: thông số macro khẩu độ
zh_hans: 光圈宏参数
zh_hant: 光圈巨集參數
zu: amapharamitha amakhulu okuvula

source: aperture nesting depth
af: diafragma-nesdiepte
am: የመክፈቻ ጎጆ ጥልቀት
ar: عمق تداخل الفتحة
az: diyafram yuva dərinliyi
be: глыбіня укладання дыяфрагмы
bg: дълбочина на вложеност на aperture
bn: অ্যাপারচার নেস্টিং গভীরতা
ca: profunditat d'imbricació d'obertura
cs: hloubka vnoření aperturyy
cy: dyfnder nythu agorfa
da: indlejringsdybde for blændeåbningen
de: Verschachtelungstiefe der Apertur
de_at: Apertur-Verschachtelungstiefe
de_ch: Apertur-Verschachtelungstiefe
el: βάθος ένθεσης διαφράγματος
es: profundidad de anidación de las aberturas
es_ar: profundidad de anidación de la apertura
es_mx: profundidad de anidamiento de la abertura
et: ava pesastumissügavus
eu: irekiduraren habiaratze sakonera
fa: عمق تودرتوی دیافراگم
fi: aukon sisäkkäisyyssyvyys
fil: lalim ng pagkakabalot ng aperture
fr: profondeur d'imbrication des ouvertures
fr_ca: profondeur d'emboîtement de l'ouverture
ga: doimhneacht neadaithe cró
gl: profundidade de aniñamento da apertura
gu: છિદ્ર માળખાની ઊંડાઈ
he: עומק קינון הצמצם
hi: एपर्चर नेस्टिंग गहराई
hr: dubina ugniježđivanja otvora
hu: a nyílások beágyazási mélysége
hy: բացվածքի բնադրման խորություն
id: kedalaman penyarangan aperture
is: ljósop hreiðurdýpt
it: profondità di nidificazione delle aperture
ja: アパーチャのネスト深さ
ka: დიაფრაგმის ბუდობის სიღრმე
kk: саңылаудың ұя салу тереңдігі
km: ជម្រៅនៃការដាក់រន្ធ
kn: ಅಪರ್ಚರ್ ಗೂಡುಕಟ್ಟುವ ಆಳ
ko: 조리개 중첩 깊이
ky: тешиктин уя салуу тереңдиги
lo: ຄວາມເລິກຂອງຮູຮັບແສງ
lt: diafragmos įterpimo gylis
lv: atvēruma ievietošanas dziļums
mk: длабочина на гнездење на отворот
ml: അപ്പേർച്ചർ നെസ്റ്റിംഗ് ഡെപ്ത്
mn: диафрагмын үүрлэх гүн
mr: ॲपर्चर नेस्टिंग खोली
ms: kedalaman sarang apertur
mt: fond tal-bejta tal-apertura
my: အပေါက် အစုအဝေး အနက်
nb: innleiringsdybde for åpning
ne: एपर्चर नेस्टिङ गहिराई
nl: verschachteling van diafragmaschijf-vormen
or: ଆପେରଚର ନେଷ୍ଟିଂ ଗଭୀରତା
pa: ਅਪਰਚਰ ਨੇਸਟਿੰਗ ਡੂੰਘਾਈ
pl: głębokość zagnieżdżania apertur
pt: profundidade de aninhamento da abertura
pt_br: profundidade de aninhamento de abertura
ro: adâncimea de imbricare a deschiderilor
ru: глубина вложенности апертур
si: කැදලි විවරය ගැඹුර
sk: hĺbka vnošenia otvorov
sl: globina vgrajevanja zaslonke
sq: thellësia e folezimit të hapjes
sr: дубина угнежђивања отвора
sv: djupet för inbäddning av bländare
sw: kina cha nafasi ya kuweka viota
ta: துளை கூடு ஆழம்
te: అపెర్చర్ నెస్టింగ్ డెప్త్
th: ความลึกของการซ้อนช่องเปิด
tr: açıklık iç içe geçme derinliği
uk: глибина вкладення апертур
ur: یپرچر تہہ داری کی گہرائی
vi: độ sâu lồng nhau của khẩu độ
zh_hans: 光圈嵌套深度
zh_hant: 光圈嵌套深度
zu: ukujula komgodi wokufaka isidleke

source: aperture points
af: diafragmapunte
am: የመክፈቻ ነጥቦች
ar: نقاط الفتحة
az: diyafram nöqtələri
be: кропкі дыяфрагмы
bg: точки на блендата
bn: অ্যাপারচার পয়েন্ট
ca: punts d'obertura
cs: body aperturyy
cy: pwyntiau agorfa
da: blændepunkter
de: Blendenpunkte
de_at: Apertur-Punkte
de_ch: Apertur-Punkte
el: σημεία διαφράγματος
es: puntos de apertura
es_ar: puntos de apertura
es_mx: puntos de apertura
et: ava punktid
eu: irekidura puntuak
fa: نقاط دیافراگم
fi: aukon pisteet
fil: mga punto ng aperture
fr: points d'ouverture
fr_ca: points d'ouverture
ga: pointí cró
gl: puntos de apertura
gu: છિદ્ર બિંદુઓ
he: נקודות צמצם
hi: एपर्चर बिंदु
hr: točke otvora
hu: nyíláspontok
hy: ապերտուրայի կետեր
id: titik aperture
is: ljósopspunktar
it: punti di apertura
ja: 開口部の座標点
ka: დიაფრაგმის წერტილები
kk: диафрагма нүктелері
km: ចំណុច​បើក
kn: ಅಪರ್ಚರ್ ಬಿಂದುಗಳು
ko: 조리개 점
ky: диафрагма чекиттери
lo: ຈຸດຮູຮັບແສງ
lt: diafragmos taškai
lv: diafragmas punkti
mk: точки на отворот
ml: അപ്പേർച്ചർ പോയിന്റുകൾ
mn: диафрагмын цэгүүд
mr: ॲपर्चर बिंदू
ms: titik apertur
mt: punti tal-apertura
my: အပေါက်အမှတ်များ
nb: åpningspunkter
ne: एपर्चर पोइन्टहरू
nl: punten van een diafragmaschijf
or: ଆପେର୍ଚର ବିନ୍ଦୁ
pa: ਅਪਰਚਰ ਪੁਆਇੰਟ
pl: punkty apertury
pt: pontos de abertura
pt_br: pontos de abertura
ro: punctele de deschidere
ru: точки диафрагмы
si: විවර ලක්ෂ්‍ය
sk: body clony
sl: točke zaslonke
sq: pikat e hapjes
sr: апертурне тачке
sv: bländarpunkter
sw: sehemu za kufungua
ta: துளை புள்ளிகள்
te: అపెర్చర్ పాయింట్లు
th: จุดของช่องเปิด
tr: açıklık noktaları
uk: точки апертури
ur: یپرچر پوائنٹس
vi: điểm khẩu độ
zh_hans: 光圈点
zh_hant: 光圈座標點
zu: izindawo zokuvula

source: aperture sub-shapes
af: diafragma-subvorms
am: የመክፈቻ ንዑስ ቅርጾች
ar: الأشكال الفرعية للفتحة
az: diyafram alt formaları
be: падформы дыяфрагмы
bg: подкомпоненти на aperture
bn: অ্যাপারচার উপ-আকৃতি
ca: subformes d'obertura
cs: dílčí tvaryy aperturyy
cy: is-siapiau agorfa
da: delformer af blændeåbningen
de: Blenden-Teilformen
de_at: Apertur-Teilformen
de_ch: Apertur-Teilformen
el: υποσχήματα διαφράγματος
es: subformas de apertura
es_ar: subformas de apertura
es_mx: subformas de apertura
et: ava alakujundid
eu: irekidura azpiformak
fa: زیرشکل‌های دیافراگم
fi: aukon osamuodot
fil: mga sub-hugis ng aperture
fr: sous-formes d'ouverture
fr_ca: sous-formes d'ouverture
ga: fo-chruthanna cró
gl: subformas de apertura
gu: છિદ્ર ઉપ-આકારો
he: צורות משנה של צמצם
hi: एपर्चर उप-आकृतियाँ
hr: podoblici otvora
hu: nyílás-alformák
hy: ապերտուրայի ենթաձևեր
id: bentuk-bentuk bagian dari aperture
is: undirform ljósops
it: sottoforme di apertura
ja: 開口部のサブ形状
ka: დიაფრაგმის ქვეფორმები
kk: диафрагманың кіші пішіндері
km: រាងរងនៃរន្ធ
kn: ಅಪರ್ಚರ್ ಉಪ-ಆಕಾರಗಳು
ko: 조리개 하위 형상
ky: диафрагманын субформалары
lo: ຮູບຮ່າງຍ່ອຍຂອງຮູຮັບແສງ
lt: diafragmos dalinės formos
lv: diafragmas apakšformas
mk: под-облици на отворот
ml: അപ്പേർച്ചർ സബ്-ഷേപ്പുകൾ
mn: диафрагмын дэд хэлбэрүүд
mr: ॲपर्चर उप-आकार
ms: subbentuk apertur
mt: sotto-forom tal-apertura
my: အပေါက်ပုံစံငယ်များ
nb: delformer for åpning
ne: एपर्चर उप-आकारहरू
nl: deel-vormen van diafragmaschijven
or: ଆପେରଚର ଉପ-ଆକୃତିଗୁଡ଼ିକ
pa: ਅਪਰਚਰ ਸਬ-ਆਕਾਰ
pl: podkształty apertury
pt: subformas de abertura
pt_br: subformas de abertura
ro: subforme ale deschiderii
ru: подформы апертуры
si: විවර උප හැඩතල
sk: čiastočné tvary otvoru
sl: podoblike odprtine
sq: nën-format e hapjes
sr: под-облици отвора
sv: delformer av bländare
sw: maumbo madogo ya aperture
ta: துளை துணை வடிவங்கள்
te: అపెర్చర్ ఉప-ఆకారాలు
th: รูปทรงย่อยของช่องเปิด
tr: açıklık alt şekilleri
uk: додаткові форми апертури
ur: یپرچر ذیلی شکلیں
vi: hình dạng phụ của khẩu độ
zh_hans: 光圈子形状
zh_hant: 光圈子形狀
zu: izimo ezincane zembobo

source: arc radius and endpoints
af: boogradius en eindpunte
am: የቀስት ራዲየስ እና የመጨረሻ ነጥቦች
ar: نصف قطر القوس ونقاط النهاية
az: qövs radiusu və son nöqtələri
be: радыус дугі і канчатковыя кропкі
bg: радиус на дъгата и крайни точки
bn: চাপের ব্যাসার্ধ এবং প্রান্তবিন্দু
ca: radi d'arc i extrems
cs: poloměr oblouku a koncové body
cy: radiws arc a phwyntiau terfyn
da: bueens radius og endepunkter
de: Bogenradius und Endpunkte
de_at: Bogenradius und Endpunkte
de_ch: Bogenradius und Endpunkte
el: ακτίνα τόξου και ακραία σημεία
es: radio del arco y extremos
es_ar: radio del arco y extremos
es_mx: radio del arco y puntos finales
et: kaare raadius ja otspunktid
eu: arkuaren erradioa eta muturrak
fa: شعاع قوس و نقاط انتهایی
fi: kaaren säde ja päätepisteet
fil: radius ng arko at mga endpoint
fr: rayon de l'arc et extrémités
fr_ca: rayon de l'arc et points finaux
ga: ga stua agus críochphointí
gl: raio do arco e extremos
gu: ચાપ ત્રિજ્યા અને અંતિમ બિંદુઓ
he: רדיוס קשת ונקודות קצה
hi: चाप की त्रिज्या और अंतिम बिंदु
hr: polumjer luka i krajnje točke
hu: ívsugár és végpontok
hy: աղեղի շառավիղը և ծայրակետերը
id: jari-jari busur dan titik ujung
is: bogaradíus og endapunktar
it: raggio dell'arco e estremità
ja: 円弧の半径と端点
ka: რკალის რადიუსი და ბოლო წერტილები
kk: доға радиусы және соңғы нүктелері
km: កាំធ្នូ និងចំណុចបញ្ចប់
kn: ಆರ್ಕ್ ತ್ರಿಜ್ಯ ಮತ್ತು ಅಂತ್ಯಬಿಂದುಗಳು
ko: 호 반경과 끝점
ky: жаа радиусу жана уч чекиттери
lo: ລັດສະໝີຂອງໂຄ້ງ ແລະ ຈຸດສິ້ນສຸດ
lt: lanko spindulys ir galiniai taškai
lv: loka rādiuss un galapunkti
mk: радиус на лакот и крајни точки
ml: ആർക്ക് ആരവും അവസാനബിന്ദുക്കളും
mn: нумын радиус ба төгсгөлийн цэгүүд
mr: चाप त्रिज्या आणि अंतिम बिंदू
ms: jejari arka dan titik hujung
mt: raġġ tal-ark u punti tat-tmiem
my: arc အချင်းဝက်နှင့် အဆုံးမှတ်များ
nb: bue-radius og endepunkter
ne: चाप त्रिज्या र अन्त्य बिन्दुहरू
nl: boogstraal en eindpunten
or: ଚାପ ବ୍ୟାସାର୍ଦ୍ଧ ଏବଂ ଶେଷବିନ୍ଦୁ
pa: ਚਾਪ ਦਾ ਘੇਰਾ ਅਤੇ ਅੰਤਮ ਬਿੰਦੂ
pl: promień łuku i punkty końcowe
pt: raio do arco e pontos-finais
pt_br: raio do arco e pontos-finais
ro: raza arcului și punctele de capăt
ru: радиус дуги и конечные точки
si: චාප අරය සහ අන්ත ලක්ෂ්‍ය
sk: polomer oblúka a koncové body
sl: polmer loka in končni točki
sq: rrezja e harkut dhe pikat fundore
sr: радијус лука и крајње тачке
sv: bågans radie och ändpunkter
sw: radius ya arc na ncha za mwisho
ta: வில்லின் ஆரம் மற்றும் இறுதிப் புள்ளிகள்
te: ఆర్క్ వ్యాసార్థం మరియు చివరి బిందువులు
th: รัศมีส่วนโค้งและจุดปลาย
tr: yay yarıçapı ve uç noktalar
uk: радіус дуги та кінцеві точки
ur: آرک رداس اور اختتامی پوائنٹس
vi: bán kính cung và điểm cuối
zh_hans: 弧半径和端点
zh_hant: 弧半徑與端點
zu: irediyasi ye-arc kanye nama-endpoints
